
var config = {

    lines: [
        "亲爱的丁妹子，去年的这个夏天，已经默默珍藏你的名字在心底",
        "喜欢两个字，多少次在嘴边却又无从开口",
        "但我明白，在有限的日子里，要好好把握每一段真挚的情感",
        "有坚定的双手，就勇敢去拥抱",
        "有炽热的情感，就勇敢去追求",
        "所以，这一次我鼓足了勇气",
        "想大声对你说，未来的日子",
        "不管是沐浴阳光还是经历风雨",
        "不管是跨过山和大海，还是穿越人山人海",
        "我都希望，余生的每一段风景里",
        "都有你（右上角点一下有我给你录的歌哈）",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2016-09-01T00:00:00",
    // 双方的名字
    names: ["丁小颖", "徐大西"]
}
